IdeaRS.OpenModel.Concrete.Load.FatigueLoading
Fatigue loading

IdeaRS.OpenModel.Concrete.Load.FatigueLoading.#ctor
Constructor

IdeaRS.OpenModel.Concrete.Load.FatigueLoading.MaxLoading
Max. cyclic loading

IdeaRS.OpenModel.Concrete.Load.FatigueLoading.MinLoading
Min. cyclic loading